<!DOCTYPE html>
<html>

<head>
    <meta charset="utf-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <!-- 添加到主屏后的标题（iOS 6 新增） -->
    <meta name="apple-mobile-web-app-title" content="速贷之家">
    <!-- 是否启用 WebApp 全屏模式，删除苹果默认的工具栏和菜单栏 -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <!-- 设置苹果工具栏颜色 -->
    <meta name="apple-mobile-web-app-status-bar-style" content="blue"/>
    <!-- 忽略页面中的数字识别为电话，忽略email识别 -->
    <meta name="format-detection" content="telephone=no, email=no"/>
    <!--清除缓存 微信浏览器缓存严重又无刷新-->
    <meta http-equiv="Cache-Control" content="no-cache, no-store, must-revalidate"/>
    <meta http-equiv="Pragma" content="no-cache"/>
    <meta http-equiv="Expires" content="0"/>
    <!--便于搜索引擎搜索-->
    <meta name="keywords" content="速贷之家,极速借款,快速贷款、快速分期一站式智能搜索比价平台,帮助借款人选择最适合他的借款方案"/>
    <meta name="description" content="速贷之家是全国首家消费金融贷款智能搜索匹配平台，我们以最快的速度帮您借到最便宜的钱。速贷之家，极速借现金。"/>
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!--地址栏图标-->
    <link rel="shortcut icon" href="/view/img/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" href="/view/css/resets.css">
    <title>
        <?php echo '会员服务协议'; ?>
    </title>
    <style>
        .center {
            padding: 0 .3rem;
            color: #404040;
            line-height: .44rem;
            margin-bottom: 0.5rem;
        }

        img {
            width: 100%;
            margin-top: .2rem;
        }

        h3 {
            font-size: .3rem;
            font-weight: bold;
            padding-top: .2rem;
            line-height: .5rem;
        }

        p {
            font-size: .28rem;
        }

        h6 {
            font-size: .28rem;
            font-weight: bold;
        }

    </style>
</head>

<body>
<div class="center"><img src="/view/img/report/agreement_banner.png" alt="">
    <p> 欢迎您使用速贷之家VIP会员服务！
        <br>
        本协议系由速贷之家（以下简称“速贷之家平台”或“本平台”）的所有者及/或经营者（以下简称“速贷之家”）与您在平等友好自愿的情况下订立的有效约定。为使用速贷之家VIP会员服务（以下简称“本服务”），您应当阅读并遵守《速贷之家VIP会员服务协议》（以下简称“本协议”）、《速贷之家用户使用协议》等相关协议、业务规则，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。
        <br>除非您已阅读并接受本协议所有条款，否则您无权使用本服务。您对本服务的任何购买或接受赠与等获取行为及登录、查看等任何使用行为即视为您已阅读并同意接受本协议的约束，包括速贷之家对各项服务协议随时所做的任何修改。如发生有关争议时，以最新的服务协议条款为准。
        <br>本协议内容同时包括速贷之家可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。
    </p>
    <h3>一、服务说明</h3>
    <p>
        您首先应该清楚地了解速贷之家平台的业务模式。速贷之家平台是为用户和本平台合作之第三方金融相关服务提供者（包括但不限于网络借贷信息中介机构、金融信息服务机构、金融机构、小额贷款公司、消费金融公司、典当行等，以下简称“第三方”）提供交易桥梁的中立信息技术服务平台。本平台仅为第三方金融服务产品（包括但不限于认证、信用评估、信贷产品、消费分期等，以下简称“金融产品”）提供展示、推介、系统接入等网络推广信息技术服务，您可享有本平台提供的信息收集、查询、推介等服务。金融产品展示的内容、介绍，均由第三方自行制作和提供；金融产品由第三方自行运营和管理。 </p>
    <h3>二、成为VIP会员的程序</h3>
    <p>
        1、在成为速贷之家VIP会员之前，您必须先根据真实、准确信息注册成为速贷之家用户。用户所填写的内容与个人资料必须真实有效，否则速贷之家有权拒绝其申请或撤销其VIP会员资格，并不予任何赔偿或退还VIP会员服务费。VIP会员的个人资料发生变化，应及时修改注册的个人资料，否则由此造成的VIP会员权利不能全面有效行使的责任由VIP会员自己承担，速贷之家有权因此取消其VIP会员资格，并不予退还VIP会员服务费或其他任何形式的任何赔偿。
        <br>2、您可通过本平台提供的渠道向速贷之家支付一定金额会员费成为会员用户，并享有相应会员特权服务，支付渠道可能包括：通过网银支付、速贷之家合作之第三方支付机构支付或本平台后续增加的其它任何渠道（具体以本平台提供渠道为准）。非因本平台原因（包括但不限于您已选择支付渠道绑定的银行卡余额不足、支付指令发送错误、您的支付设备系统故障、网络故障等）导致支付失败的，本平台不承担任何责任。
        <br>3、速贷之家根据您具体选择购买会员特权服务（包括但不限于“低利率专区特权”、“更多贷款机构特权”、“至尊服务特权”等，具体以本平台展示为准）资费标准（资费标准以本平台公示为准，速贷之家有权基于自身业务发展需要变更该等资费标准，亦有权对VIP会员给予续费、升级方面的不同资费优惠）向您收取会员费，您在购买具体特权服务前，须仔细阅读本平台公示之该特权服务相应服务条款（如有）及VIP会员须知，包括该特权服务会员费、会员费收取方式、开通城市、退费问题、客户服务电话、咨询时间等，您通过本平台点击“加入会员”或“立即升级”（具体以本平台展示为准），即视为您已阅读并同意相应VIP会员须知。特别地，会员特权服务可叠加购买。
        <br>4、会员用户服务仅限于申请账户自行使用；会员用户服务不能在速贷之家帐号之间转移，禁止赠与、借用、转让、售卖，否则速贷之家有权在未经通知的情况下取消该会员服务，由此带来的损失由用户自行承担。
        <br>5、成为VIP会员后，VIP会员有权利不接受速贷之家提供的相应会员特权服务，可申请取消VIP会员服务，但不获得VIP会员服务费的退还，特别地，本平台明确公示可附条件退还相应会员特权服务费的除外。</p>
    <h3>三、会员用户服务</h3>
    <p> 1、您知悉并同意成为VIP会员用户后，您将享有本平台提供的相应会员特权服务（具体以您实际购买之会员特权服务项目为准），本平台有权基于自身业务发展增加或减少部分服务，具体以本平台公示为准。
        <br>2、为提高服务质量，您同意并授权：
        <br>（1）
        您通过本平台点击或查看本平台合作之第三方金融服务提供者拥有及/或运营之平台（以下简称“第三方平台”，包括但不限于本平台为您推荐之贷款机构平台）的，即视为您同意并授权本平台有权将您在本网站提交之相关个人信息（包括但不限于您的联系方式、您的金融服务需求等）向该等第三方推荐并展示，以便为您提供更精准、便捷的金融信息咨询服务；
        <br>（2）
        您通过本平台点击或提交贷款意向/申请（包括但不限于点击本平台产品详情页下“立即申请”按钮）等，即视为您同意并授权本平台将您在本网站提交之相关个人信息（包括但不限于您的联系方式、您的金融服务需求等）向不特定第三方提供、推介，以便为您提供高效、精准的金融信息咨询服务；
        <br>（3） 第三方可获取您的详细联系方式，并通过本平台、电话、短信、微信、邮件等方式主动与您联系，如您不同意，您可以通过相应退订功能进行退订或致电该等第三方进行退订；
        <br>（4） 授权本平台通过合法渠道（包括但不限于向中国人民银行征信中心、芝麻信用管理有限公司、金融信用信息基础数据库等）采集、查询、验证、使用你的个人信息多次，并将您的全部/部分个人信息向第三方提供；
        <br>（5）
        授权本平台不定时向您的电子邮箱、手机、通信地址等发送/推送金融相关信息，包括但不限于信贷产品信息等，您如果不同意发送/推送，您可以通过相应的退订功能进行退订或致电速贷之家（具体联系方式以本平台公布为准）予以退订。
        <br>4、您知悉并同意，本服务为中立信息技术服务，为您与本平台合作之第三方金融服务提供者提供推荐、撮合等居间服务，金融产品由第三方实际提供，本服务不保证：
        <br>（1） 本服务适合您的使用要求；
        <br>（2） 本服务不受干扰，及时、安全、可靠或不出现错误；及您经由本服务获悉、了解的第三方机构信息及/或金融产品符合你的期望；
        <br>（3） 本平台合作之第三方金融服务提供者全部及/或部分拒绝及/或同意您的金融产品需求；
        <br>（4） 您通过使用本服务获得适合、满意的金融产品/服务；
        <br>（5） 本服务不出现任何错误，或任何错误都将能得到更正。
    </p>
    <h3>四、会员服务期限</h3>
    <p>本服务的服务期限以您自行选择购买并支付相应服务费用的期限为准，您也可以登陆本服务的相应页面查询。</p>
    <h3>五、服务的中断和终止</h3>
    <p>1、因发生速贷之家不可抗拒的事由，如政府行为、不可抗力，导致VIP会员服务无法继续，速贷之家会以最快的速度通知VIP会员，但不承担由此对VIP会员造成的任何损失并不退还VIP会员服务费。
        <br>2、如VIP会员违反或被视为违反本服务条款中的内容，速贷之家有权在不通知VIP会员的情况下立即终止您已购买的所有服务，以及取消您的速贷之家VIP会员账户和使用权限，但不退还任何已缴纳的VIP会员服务费用。
        <br>3、速贷之家未行使或延迟行使其在本协议项下的权利并不构成对这些权利的放弃，而单一或部分行使其在本协议项下的任何权利并不排斥其任何其它权利的行使。速贷之家随时有权要求您继续履行义务并承担相应的违约责任。
    </p>
    <h3>六、法律的适用及管辖</h3>
    <p>1、本服务协议的生效、履行、解释及争议的解决均适用中华人民共和国法律，本服务协议因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。
        <br>2、如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方一致同意将发生的争议提交协商不成时，任何一方均可向本协议签订地【北京市海淀区】人民法院提起诉讼。
    </p>
</div>
<script src="/vendor/jquery.min.js"></script>
</body>
