<?php

namespace App\Constants;

/**
 * 黑牛产品
 */
class HeiniuConstant extends AppConstant
{
    //黑牛保险符合的城市列表
    const PUSH_CITY = [
        '佛山', '惠州', '柳州', '贵阳', '海口', '鄂州', '恩施', '黄冈', '黄石', '荆门', '荆州', '十堰', '随州', '天门', '武汉',
        '咸宁', '襄阳', '孝感', '宜昌', '郴州', '衡阳', '湘潭', '岳阳', '长沙', '株洲', '赣州', '吉安', '景德镇', '九江', '南昌',
        '上饶', '新余', '宜春', '巴中', '成都', '达州', '德阳', '广安', '广元', '乐山', '凉山彝族自治州', '泸州', '眉山', '绵阳',
        '南充', '遂宁', '宜宾', '资阳', '自贡', '昆明', '曲靖', '合肥', '德州', '济南', '济宁', '聊城', '泰安', '枣庄', '徐州',
        '盐城', '扬州', '南通', '东营', '临沂', '青岛', '威海', '潍坊', '淄博', '烟台', '福州', '宁德', '三明', '宁波', '泉州',
        '绍兴', '杭州', '湖州', '嘉兴', '金华', '台州', '北京', '大连', '保定', '沧州', '承德', '邯郸', '衡水', '廊坊', '秦皇岛',
        '石家庄', '唐山', '邢台', '张家口', '大庆', '哈尔滨', '佳木斯', '牡丹江', '齐齐哈尔', '吉林', '松原', '长春', '鞍山', '本溪',
        '朝阳', '丹东', '抚顺', '阜新', '葫芦岛', '锦州', '辽阳', '盘锦', '沈阳', '铁岭', '营口', '包头', '赤峰', '鄂尔多斯',
        '呼和浩特', '呼伦贝尔', '通辽', '天津', '安庆', '蚌埠', '亳州', '滁州', '阜阳', '淮北', '淮南', '黄山', '六安', '马鞍山', '铜陵',
        '芜湖', '宿州', '白银', '酒泉', '兰州', '庆阳', '天水', '武威', '安阳', '焦作', '洛阳', '濮阳', '三门峡', '新乡', '郑州',
        '漯河', '南阳', '平顶山', '商丘', '信阳', '许昌', '周口', '常州', '南京', '镇江', '西宁', '大同', '晋城', '临汾', '太原',
        '长治', '安康', '宝鸡', '汉中', '商洛', '铜川', '渭南', '西安', '咸阳', '延安', '榆林', '深圳', '苏州', '无锡', '昌吉',
        '哈密', '克拉玛依', '库尔勒', '石河子', '乌鲁木齐',
    ];

}

