<?php
namespace App\Constants;

/**
 * 氧气贷产品
 */
class OxygendaiConstant extends AppConstant
{
    //氧气贷符合的城市列表
    const PUSH_CITY = [
        '包头','吉林','延边','松原','商洛','达州','丹东','葫芦岛','衢州','哈尔滨','安顺','珠海','海口','天水','红河','大连','烟台','汕头',
        '上海','淄博','无锡','苏州','厦门','东莞','宁波','昆明','丽水','蚌埠','河源','合肥','武汉','咸阳','长沙','太原','九江','济南','三亚',
        '邯郸','深圳','赣州','马鞍山','南昌','贵阳','南京','中山','佛山','重庆','东营','石家庄','上饶','南通','钦州','西安','茂名','芜湖','兰州',
        '广州','三门峡','长春','荆州','新乡','商丘','呼和浩特','常州','曲靖','玉溪','开封','四平','株洲','湘潭','岳阳','宿迁','成都','平顶山','常德',
        '南宁','潮州','衡阳','郑州','宜昌','宝鸡','楚雄','沈阳','大理','杭州','黄山','德州','锦州','淮安','梧州','福州','滁州','洛阳','绵阳','永州',
        '运城','怀化','西宁','新疆','邢台','聊城','桂林','盘锦','北京','廊坊','六安','湛江','扬州','泰州','徐州','连云港','镇江','安阳','漳州','温州',
        '舟山','威海','青岛','抚州','嘉兴','惠州','淮北','南充','大庆','许昌','焦作','江门','吉安','天津','自贡','景德镇','黄石','安康','乌鲁木齐','宜春',
        '营口','泉州','绍兴','咸宁','陇南','武威','白山','牡丹江','绥化','汕尾','鞍山','保定','沧州','宣城','昌吉','十堰','眉山','鹰潭','清远','龙岩','通化',
        '哈密','德阳','菏泽','黔南','齐齐哈尔','宜宾','贵港','肇庆','巴音郭楞','随州','湖州','日照','乐山','毫州','南阳','临沂','渭南','大同','滨州','酒泉',
        '秦皇岛','西双版纳','长治','荆门','遵义','唐山','伊犁','金华','丽江','内江','泰安','延安','阳江','新余','宿州','资阳','泸州','临汾','玉林','铁岭','防城港',
        '承德','柳州','南平','黄冈','濮阳','郴州','枣庄','襄阳','晋城','张掖','晋中','济宁','阜阳','百色','孝感','萍乡','莆田','三明','晋中','忻州','儋州','银川',
        '揭阳','云浮','台州','衡水','梅州','韶关','汉中','张家口','榆林'
    ];

}

